Repository: Lorti/dominant-colors-lazy-loading-wordpress-plugin
Catalog: languages/dominant-colors-lazy-loading-*.po
Languages: de_de

source: All dominant colors have been calculated successfully.
de_de: Alle dominanten Farben konnten erfolgreich berechnet werden.

source: All attempts seem to have failed. Please make sure that the attachment files exist.
de_de: Alle Versuche sind offenbar fehlgeschlagen. Bitte stellen Sie sicher, dass die angehängten Dateien existieren.

source: {{success}} color(s) calculated, but {{error}} attempt(s) failed.
de_de: {{success}} Farbe(n) berechnet, aber {{error}} Versuch(e) fehlgeschlagen.

source: A single image currently has no dominant color assigned.
de_de: Einem Bild ist zurzeit keine dominante Farbe zugewiesen.

source: {{count}} images currently have no dominant color assigned.
de_de: {{count}} Bildern sind zurzeit keine dominanten Farben zugewiesen.

source: Calculating...
de_de: Berechnung…

source: <strong>Success</strong>
de_de: <strong>Erfolg</strong>

source: <strong>Error</strong>
de_de: <strong>Fehler</strong>

source: Dominant Colors Lazy Loading Settings
de_de: Einstellungen zu Dominant Colors Lazy Loading

source: Placeholders
de_de: Platzhalter

source: If you want to preserve the aspect ratio of responsive images enable SVG placeholders.<br>If you care about transferred bytes, browser compatibility or preserve the aspect ratio yourself use GIF placeholders.
de_de: Wählen Sie SVG-Platzhalter wenn sie das Seitenverhältnis von flexiblen Bildern erhalten möchten.<br>Wählen Sie GIF-Platzhalter wenn sie geringere Datenmengen und hohe Browserkompatibilität bevorzugen oder sich selbst um das Seitenverhältnis kümmern.

source: SVG (More bytes, preserves image aspect ratio)
de_de: SVG (Mehr Daten, Seitenverhältnis bleibt erhalten)

source: GIF (Less bytes, compatible with ancient browsers)
de_de: GIF (Weniger Daten, kompatibel mit alten Browsern)

source: ImageMagick PHP extension was not detected.
de_de: ImageMagick-PHP-Erweiterung wurde nicht gefunden.

source: %s image currently has no dominant color assigned.
de_de: Einem Bild ist zurzeit keine dominante Farbe zugewiesen.

source: Do you want to calculate now?
de_de: Möchten Sie die fehlenden Farben berechnen?

source: Calculate
de_de: Berechnen

source: Pending
de_de: Ausstehend

source: This plugin allows you to lazy load your images while showing the dominant color of each image as a placeholder – like Pinterest or Google Images.
de_de: Dieses Plugin ermöglicht Ihnen beim Lazy Loading ihrer Bilder die Hauptfarbe des Bildes als Platzhalter anzuzeigen – genau wie auf Pinterest.
